Repository: devaro95/Aliaro
Catalog: Aliaro/Localizable.xcstrings
Source language: en
Languages: es

source: /month
es: /mes

source: /year
es: /año

source: %@ created the group, so they always have every permission.
es: %@ creó el grupo, así que siempre tiene todos los permisos.

source: %@ free trial
es: Prueba gratis de %@

# %@ owes %@
source: %1$@ owes %2$@
es: %1$@ debe a %2$@

source: %@ this month
es: %@ este mes

source: %@%@ · Cancel anytime
es: %1$@%2$@ · Cancela cuando quieras

source: %lld day
es: %lld día

source: %lld day ago
es: hace %lld día

source: %lld days
es: %lld días

source: %lld days ago
es: hace %lld días

source: %lld days overdue
es: %lld días de retraso

source: %lld events this week
es: %lld eventos esta semana

source: %lld items to buy
es: %lld productos por comprar

source: %lld meals planned
es: %lld comidas planificadas

source: %lld month
es: %lld mes

source: %lld months
es: %lld meses

source: %lld notes
es: %lld notas

source: %lld recipes
es: %lld recetas

source: %lld servings
es: %lld raciones

source: %lld tasks
es: %lld tareas

source: %lld tasks pending
es: %lld tareas pendientes

source: %lld to buy
es: %lld por comprar

source: %lld transactions
es: %lld movimientos

source: %lld upcoming
es: %lld pendientes

source: + Add alert
es: + Añadir aviso

source: +%lld more
es: +%lld más

source: 1 event this week
es: 1 evento esta semana

source: 1 hour before, or at 9:00 for all-day events
es: 1 hora antes, o a las 9:00 si es de todo el día

source: 1 item to buy
es: 1 producto por comprar

source: 1 meal planned
es: 1 comida planificada

source: 1 note
es: 1 nota

source: 1 recipe
es: 1 receta

source: 1 serving
es: 1 ración

source: 1 task
es: 1 tarea

source: 1 task pending
es: 1 tarea pendiente

source: 1 to buy
es: 1 por comprar

source: 1 upcoming
es: 1 pendiente

source: 12 Oct, 17:00 · Mum
es: 12 oct, 17:00 · Mamá

source: 17 Oct · All day
es: 17 oct · Todo el día

source: A daily summary of the tasks that are due
es: Un resumen diario de las tareas que tocan

source: A shared family calendar and reminders, so nobody misses a thing.
es: Un calendario familiar compartido y recordatorios para que nadie se pierda nada.

source: Account
es: Cuenta

source: Activity
es: Actividad

source: Add %lld ingredients
es: Añadir %lld ingredientes

source: Add all the chores your home needs.
es: Añade todas las tareas que necesite tu casa.

source: Add and edit recipes
es: Añadir y editar recetas

source: Add calendar events
es: Añadir eventos al calendario

source: Add category
es: Añadir categoría

source: Add everything your family needs, with no limits.
es: Añade todo lo que necesite tu familia, sin límites.

source: Add ingredient
es: Añadir ingrediente

source: Add ingredients
es: Añadir ingredientes

source: Add items and lists
es: Añadir productos y listas

source: Add more people to your family group.
es: Añade a más personas a tu grupo familiar.

source: Add photo
es: Añadir foto

source: Add record
es: Añadir registro

source: Add step
es: Añadir paso

source: Add the dishwasher, laundry, or anything you want to keep on top of.
es: Añade el lavavajillas, la colada o cualquier cosa que quieras tener controlada.

source: Add the group's first expense or income.
es: Añade el primer gasto o ingreso del grupo.

source: Add to menu
es: Añadir al menú

source: Add to shopping list
es: Añadir a la lista de la compra

source: Add to weekly menu
es: Añadir al menú semanal

source: Add transactions
es: Añadir movimientos

source: Add with another date…
es: Añadir con otra fecha…

source: Added
es: Añadido

source: Added by %@
es: Añadida por %@

source: Alerts
es: Avisos

source: All
es: Todo

source: All current transactions will be saved under this name and Finances will start again from zero.
es: Todos los movimientos actuales se guardarán con este nombre y Finanzas empezará de nuevo desde cero.

source: All day
es: Todo el día

source: All features
es: Todas las funciones

source: All planned lunches and dinners for every day will be deleted. This action can't be undone.
es: Se eliminarán todas las comidas y cenas planificadas de cada día. Esta acción no se puede deshacer.

source: Already have an account? Log in
es: ¿Ya tienes cuenta? Inicia sesión

source: Already notified
es: Ya avisado

source: Also notify in advance (optional)
es: Avisar también con antelación (opcional)

source: Amount
es: Importe

source: App features
es: Funciones de la app

source: Apply filter
es: Aplicar filtro

source: Archive
es: Archivar

source: Archive and start over
es: Archivar y empezar de cero

source: Archive finances
es: Archivar finanzas

source: Archive finances and export to PDF
es: Archivar finanzas y exportar a PDF

source: Archived finances
es: Finanzas archivadas

source: Archived finances will show up here, ready to review or download as PDF.
es: Aquí aparecerán las finanzas archivadas, listas para consultarlas o descargarlas en PDF.

source: Archived on %@
es: Archivado el %@

source: Archived on %@ by %@
es: Archivado el %1$@ por %2$@

source: At least %lld characters
es: Mínimo %lld caracteres

source: Back
es: Atrás

source: Balance between you
es: Balance entre vosotros

source: Bananas
es: Plátanos

source: before
es: antes

source: Best value
es: Mejor precio

source: Best value · %@/month
es: Mejor precio · %@/mes

source: Bigger family group
es: Grupo familiar más grande

source: Board
es: Tablón

source: Bought (%lld)
es: Comprados (%lld)

source: Bread
es: Pan

source: Breakfast
es: Desayunos

source: Busiest day
es: Día más activo

source: By %@
es: Por %@

source: By category this %@
es: Por categoría · %@

source: Calendar
es: Calendario

source: Calendar & reminders
es: Calendario y recordatorios

source: Calendar by person
es: Calendario por persona

source: Cancel
es: Cancelar

source: Cancel anytime
es: Cancela cuando quieras

source: Cancel anytime in your Apple ID subscription settings.
es: Cancela cuando quieras desde los ajustes de suscripciones de tu Apple ID.

source: Cancel before the trial ends and you won't be charged anything.
es: Si cancelas antes de que acabe la prueba, no se te cobra nada.

source: Categories
es: Categorías

source: Category
es: Categoría

source: Category name
es: Nombre de categoría

source: Change password
es: Cambiar contraseña

source: Change the sheets
es: Cambiar las sábanas

source: Checking invite…
es: Comprobando invitación…

source: Checking…
es: Comprobando…

source: Choose a new password for your account.
es: Elige una contraseña nueva para tu cuenta.

source: Choose dinner
es: Elegir cena

source: Choose dish
es: Elegir plato

source: Choose from library
es: Elegir de la galería

source: Choose lunch
es: Elegir comida

source: Choose what everyone in the group sees in the bottom bar.
es: Elige lo que ve todo el grupo en la barra inferior.

source: Choose what shows up in the bottom bar
es: Elige qué aparece en la barra inferior

source: Choose which features everyone in the group can use.
es: Elige qué funciones puede usar todo el grupo.

source: Choose which ones you get
es: Elige cuáles quieres recibir

source: Choose which screen opens first for everyone in the group.
es: Elige qué pantalla se abre primero para todo el grupo.

source: Choose your features
es: Elige tus funciones

source: Choose your plan
es: Elige tu plan

source: Clean the bathroom
es: Limpiar el baño

source: Clean the windows
es: Limpiar las ventanas

source: Clear
es: Vaciar

source: Clear bought
es: Vaciar comprados

source: Clear the weekly menu?
es: ¿Vaciar el menú semanal?

source: Close
es: Cerrar

source: Close periods and keep your accounts as a PDF.
es: Cierra periodos y guarda tus cuentas en PDF.

source: Cloud backup
es: Copia de seguridad en la nube

source: Code
es: Código

source: Coffee
es: Café

source: Completed
es: Hecha

source: Concept
es: Concepto

source: Confirm
es: Confirmar

source: Confirm your email
es: Confirma tu email

source: Confirm your email before logging in.
es: Confirma tu email antes de iniciar sesión.

source: Continue
es: Continuar

source: Cook
es: Cocinar

source: Cook %@
es: Cocción %@

source: Cooking time
es: Tiempo de cocinado

source: Couldn't archive
es: No se pudo archivar

source: Couldn't complete the purchase
es: No se ha podido completar la compra

source: Couldn't create family group
es: No se ha podido crear el grupo familiar

source: Couldn't join family group
es: No se ha podido unir al grupo familiar

source: Couldn't leave the group
es: No se pudo salir del grupo

source: Couldn't load your notification settings.
es: No se han podido cargar tus notificaciones.

source: Couldn't remove
es: No se pudo eliminar

source: Couldn't save
es: No se pudo guardar

source: Couldn't save the change. Try again.
es: No se ha podido guardar el cambio. Inténtalo de nuevo.

source: Create
es: Crear

source: Create "%@" and add
es: Crear "%@" y añadir

source: Create "%@" and choose
es: Crear "%@" y elegir

source: Create account
es: Crear cuenta

source: Create event
es: Crear evento

source: Create family group
es: Crear grupo familiar

source: Create group
es: Crear grupo

source: Create house tasks
es: Crear tareas del hogar

source: Create my family group
es: Crear mi grupo familiar

source: Create recipe
es: Crear receta

source: Create reminder
es: Crear recordatorio

source: Create reminders
es: Crear recordatorios

source: Create task
es: Crear tarea

source: Create the first one and we'll notify whoever needs it, whenever it's needed.
es: Crea el primero y avisaremos a quien lo necesite, cuando toque.

source: created
es: creó

source: Creating your family group…
es: Creando tu grupo familiar…

source: cup
es: taza

source: Cups
es: Tazas

source: Current finances
es: Finanzas actuales

source: Current password
es: Contraseña actual

source: Custom finance categories
es: Categorías de gastos propias

source: Dad
es: Papá

source: Dad · Done today
es: Papá · Hecho hoy

source: Dad created "Electricity"
es: Papá creó "Luz"

source: Date
es: Fecha

source: Date and time
es: Fecha y hora

source: days
es: días

source: Days
es: Días

source: Delete
es: Eliminar

source: Delete "%@"?
es: ¿Eliminar "%@"?

source: Delete account
es: Eliminar cuenta

source: Delete calendar events
es: Eliminar eventos del calendario

source: Delete house tasks
es: Eliminar tareas del hogar

source: Delete items and lists
es: Eliminar productos y listas

source: Delete list
es: Eliminar lista

source: Delete notes
es: Eliminar notas

source: Delete recipes
es: Eliminar recetas

source: Delete reminders
es: Eliminar recordatorios

source: Delete task
es: Eliminar tarea

source: Delete transactions
es: Eliminar movimientos

source: Delete your account?
es: ¿Eliminar tu cuenta?

source: deleted
es: eliminó

source: Deleting your account doesn't cancel your Aliaro Premium subscription. Cancel it first if you don't want to keep paying.
es: Eliminar la cuenta no cancela tu suscripción a Aliaro Premium. Cancélala antes si no quieres seguir pagando.

source: Dentist
es: Dentista

source: Dentist appointment
es: Cita con el dentista

source: Describe this step
es: Describe este paso

source: Desserts
es: Postres

source: Dinner
es: Cena

source: Dinner out
es: Cena fuera

source: Dinner: %@
es: Cena: %@

source: Dishes
es: Fregar los platos

source: Don't have an account? Create one
es: ¿No tienes cuenta? Crea una

source: Done
es: Hecho

source: Done (%lld)
es: Hechas (%lld)

source: Done today
es: Hecho hoy

source: Done today · 👤 Dad
es: Hecho hoy · 👤 Papá

source: Drag a card by its handle to reorder it. Only you see this order.
es: Arrastra una tarjeta por su asa para reordenarla. Este orden solo lo ves tú.

source: Drag a note by its handle to reorder it. Home shows them in this order.
es: Arrastra una nota desde su asa para reordenarla. Inicio las muestra en este orden.

source: Drinks
es: Bebidas

source: Due soon · %lld days ago
es: Toca pronto · hace %lld días

source: Due soon · 5 days ago
es: Toca pronto · hace 5 días

source: E.g. Groceries, Furniture…
es: Ej. Supermercado, Muebles…

source: Economy & history
es: Economía e historial

source: Edit
es: Editar

source: Edit calendar events
es: Editar eventos del calendario

source: Edit event
es: Editar evento

source: Edit expense
es: Editar gasto

source: Edit house tasks
es: Editar tareas del hogar

source: Edit income
es: Editar ingreso

source: Edit note
es: Editar nota

source: Edit notes
es: Editar notas

source: Edit recipe
es: Editar receta

source: Edit reminder
es: Editar recordatorio

source: Edit reminders
es: Editar recordatorios

source: Edit task
es: Editar tarea

source: Edit the weekly menu
es: Editar el menú semanal

source: Edit transactions
es: Editar movimientos

source: edited
es: editó

source: Eggs
es: Huevos

source: Electricity
es: Luz

source: Electricity bill
es: Factura de la luz

source: Ends
es: Termina

source: Enjoy it from day one
es: Disfrútalo desde el primer día

source: Enter the code we sent to %@ and choose a new password.
es: Introduce el código que hemos enviado a %@ y elige una nueva contraseña.

source: Enter the code we sent to %@.
es: Introduce el código que hemos enviado a %@.

source: Enter your account's email and we'll send you a code to set a new password.
es: Introduce el email de tu cuenta y te enviaremos un código para crear una nueva contraseña.

source: Every
es: Cada

source: Every time someone creates, edits or deletes something in the group, it'll show up here.
es: Cada vez que alguien cree, edite o elimine algo en el grupo, aparecerá aquí.

source: Everyone
es: Todos

source: Everyone adds and checks off items, updated in real time for the whole family.
es: Todos añaden y marcan productos, actualizado al momento para toda la familia.

source: Everything included in Premium
es: Todo lo que incluye Premium

source: Everything is up to date
es: Todo al día

source: Everything unlocked for your whole family group.
es: Todo desbloqueado para todo tu grupo familiar.

source: Everything you organize here is shared with your family group.
es: Todo lo que organices aquí se comparte con tu grupo familiar.

source: Expense
es: Gasto

source: Expenses
es: Gastos

source: Expenses by %@
es: Gastos · %@

source: Family
es: Familia

source: Family activity
es: Actividad de la familia

source: Family board
es: Tablón familiar

source: Family calendar
es: Calendario familiar

source: Family dinner
es: Cena familiar

source: Family group
es: Grupo familiar

source: Family group (%lld)
es: Grupo familiar (%lld)

source: Favorites
es: Favoritas

source: Features, favorites and start screen
es: Funciones, favoritas y pantalla de inicio

source: Filter by date
es: Filtrar por fecha

source: Finance statistics
es: Estadísticas de economía

source: Finances
es: Economía

source: Finances · 12:15
es: Economía · 12:15

source: Finances · 18:40
es: Economía · 18:40

source: Finances archive
es: Archivo de finanzas

source: Find out who pulls their weight at home.
es: Descubre quién arrima el hombro en casa.

source: Football practice
es: Entreno de fútbol

source: Forgot your password?
es: ¿Has olvidado tu contraseña?

source: Free for %@, then %@%@
es: Gratis durante %1$@, después %2$@%3$@

source: Frequently asked questions
es: Preguntas frecuentes

source: Friday
es: Viernes

source: From %@ to %@.
es: Del %@ al %@.

source: From shopping list
es: De la lista de la compra

source: Fuel
es: Gasolina

source: Full access to everything, and can change other members' permissions (except the creator's).
es: Acceso completo a todo, y puede cambiar los permisos de otros miembros (salvo los del creador).

source: Generate another code
es: Generar otro código

source: Generated on %@
es: Generado el %@

source: Generated with Aliaro · %@
es: Generado con Aliaro · %@

source: Get started
es: Empezar

source: Go to today
es: Ir a hoy

source: Grams (g)
es: Gramos (g)

source: Grandma's birthday
es: Cumpleaños de la abuela

source: Grandma's birthday on Sunday! 🎂
es: ¡El domingo es el cumple de la abuela! 🎂

source: Groceries
es: Supermercado

source: Group history
es: Historial del grupo

source: Group name (e.g. The Smiths)
es: Nombre del grupo (p. ej. Los García)

source: Gym
es: Gimnasio

source: Have the other person scan this code from Aliaro to join your family group.
es: Pide a la otra persona que escanee este código desde Aliaro para unirse a tu grupo familiar.

source: History
es: Historial

source: Home
es: Inicio

source: hours
es: horas

source: Hours
es: Horas

source: House tasks
es: Tareas de casa

source: House Tasks
es: Tareas del hogar

source: Household tasks due
es: Tareas del hogar pendientes

source: How do I cancel?
es: ¿Cómo cancelo?

source: How it works
es: Cómo funciona

source: How to make it
es: Cómo se hace

source: Icon
es: Icono

source: Income
es: Ingreso

source: Incorrect email or password.
es: Email o contraseña incorrectos.

source: Ingredient
es: Ingrediente

source: Ingredients
es: Ingredientes

source: Invalid code.
es: Código no válido.

source: Invite
es: Invitar

source: Invite code
es: Código de invitación

source: Invite link
es: Enlace de invitación

source: Invite someone
es: Invitar a alguien

source: Is it shared with my family?
es: ¿Lo comparte toda mi familia?

source: It will be added as a new tab.
es: Se añadirá como una pestaña nueva.

source: It'll be ready in just a moment.
es: Estará listo en un momento.

source: Its entire history will also be deleted. This action can't be undone.
es: También se eliminará todo su historial. Esta acción no se puede deshacer.

source: Join family group
es: Unirse al grupo familiar

source: Join with a code
es: Unirse con un código

source: Join with a link
es: Unirse con un enlace

source: Join with a QR code
es: Unirse con un código QR

source: Just a few details and you're in.
es: Solo unos datos y listo.

source: Keep it or cancel
es: Decide si te lo quedas

source: Kilograms (kg)
es: Kilos (kg)

source: Laundry
es: Poner lavadora

source: Leave family group
es: Abandonar grupo familiar

source: Leave group
es: Salir del grupo

source: Leave the family group?
es: ¿Salir del grupo familiar?

source: Leaving family group…
es: Saliendo del grupo familiar…

source: Leaving…
es: Saliendo…

source: Lentils
es: Lentejas

source: Litres (l)
es: Litros (l)

source: Loading your family group…
es: Cargando tu grupo familiar…

source: Log in
es: Iniciar sesión

source: Log out
es: Cerrar sesión

source: Log out of Aliaro?
es: ¿Cerrar sesión en Aliaro?

source: Lucía checked Milk
es: Lucía marcó Leche

source: Lunch
es: Comida

source: Made in Madrid by an independent developer. Your subscription helps Aliaro keep growing.
es: Hecho en Madrid por un desarrollador independiente. Tu suscripción ayuda a que Aliaro siga creciendo.

source: Mains
es: Principales

source: Make admin
es: Hacer administrador

source: Manage or cancel your subscription
es: Gestiona o cancela tu suscripción

source: Manage subscription
es: Gestionar suscripción

source: Mark as done today
es: Marcar como hecho hoy

source: Maximum flexibility
es: Máxima flexibilidad

source: Meal
es: Comida

source: Member
es: Miembro

source: Menu
es: Menú

source: Messages on everyone's Home
es: Mensajes en el inicio de todos

source: Milk
es: Leche

source: Millilitres (ml)
es: Mililitros (ml)

source: minutes
es: minutos

source: Minutes
es: Minutos

source: Mon
es: Lun

source: Monday
es: Lunes

source: month
es: mes

source: Month
es: Mes

source: Monthly
es: Mensual

source: Months
es: Meses

source: More than %@ people already use Aliaro
es: Más de %@ personas ya usan Aliaro

source: Most done tasks
es: Tareas más hechas

source: Most done: %@
es: Más hecha: %@

source: Move down
es: Bajar

source: Move up
es: Subir

source: Multiple shopping lists
es: Varias listas de la compra

source: Mum
es: Mamá

source: Mum edited "Groceries"
es: Mamá editó "Supermercado"

source: Name
es: Nombre

source: Name (e.g. Supermarket)
es: Nombre (p. ej. Supermercado)

source: Needs attention
es: Requiere atención

source: Net expense
es: Gasto neto

source: Never done
es: Nunca hecha

source: Never forget anything important again.
es: Que no se os olvide nada importante.

source: Never logged · every %lld days
es: Nunca registrada · cada %lld días

source: New board notes
es: Nuevas notas del tablón

source: New category
es: Nueva categoría

source: New event
es: Nuevo evento

source: New events
es: Nuevos eventos

source: New expense
es: Nuevo gasto

source: New household tasks
es: Nuevas tareas del hogar

source: New income
es: Nuevo ingreso

source: New list
es: Nueva lista

source: New note
es: Nueva nota

source: New password
es: Nueva contraseña

source: New recipe
es: Nueva receta

source: New record
es: Nuevo registro

source: New reminder
es: Nuevo recordatorio

source: New task
es: Nueva tarea

source: Next
es: Siguiente

source: No commitment
es: Sin permanencia

source: No commitment: manage it from your Apple ID settings.
es: Sin permanencia: gestiónalo desde los ajustes de tu Apple ID.

source: No dishes yet
es: Aún no hay platos

source: No events on this day.
es: No hay eventos este día.

source: No events this week
es: Sin eventos esta semana

source: No expenses this month
es: Sin gastos este mes

source: No history
es: Sin historial

source: No history yet
es: Todavía no hay historial

source: No items yet
es: Aún no hay elementos

source: No notes
es: Sin notas

source: No one else here yet
es: Todavía no hay nadie más aquí

source: No recipes yet
es: Aún no hay recetas

source: No recipient
es: Sin destinatario

source: No reminders
es: No hay recordatorios

source: No results
es: Sin resultados

source: No task was logged on this day.
es: No se registró ninguna tarea este día.

source: No tasks done in this period yet.
es: Aún no hay tareas hechas en este periodo.

source: No tasks yet
es: Todavía no hay tareas

source: No transactions
es: Sin movimientos

source: No upcoming reminders
es: Sin recordatorios pendientes

source: Not %@? Log out
es: ¿No eres %@? Cerrar sesión

source: Not logged yet
es: Todavía no registrada

source: Not planned
es: Sin planificar

source: Not set
es: Sin indicar

source: Note (optional)
es: Nota (opcional)

source: Nothing archived yet
es: Nada archivado todavía

source: Nothing planned
es: Nada planificado

source: Nothing to buy
es: Nada que comprar

source: Notifications
es: Notificaciones

source: Notifications are turned off for Aliaro in iOS Settings, so none of these will arrive.
es: Las notificaciones de Aliaro están desactivadas en los Ajustes de iOS, así que no te llegará ninguna.

source: Now
es: Ahora

source: OK
es: Aceptar

source: Olive oil
es: Aceite de oliva

source: Omelette
es: Tortilla

source: One moment…
es: Un momento…

source: One subscription unlocks everything for your whole family group.
es: Una sola suscripción lo desbloquea todo para todo tu grupo familiar.

source: Only %@/month
es: Solo %@/mes

source: Only the admin can change this setting
es: Solo el administrador puede cambiar esta configuración

source: Only the people you choose will get its notifications.
es: Solo recibirán sus avisos las personas que elijas.

source: Only the people you choose will see it on their Board and Home.
es: Solo las personas que elijas la verán en su tablón y en su inicio.

source: Only when the free trial ends. If you cancel before then, you pay nothing.
es: Solo cuando termina la prueba gratuita. Si cancelas antes, no pagas nada.

source: Open Settings
es: Abrir Ajustes

source: Or share this code
es: O comparte este código

source: Organise your expenses your way.
es: Organiza los gastos a tu manera.

source: Organize your home life as a family, all in one shared space.
es: Organiza la vida en casa en familia, todo en un mismo sitio.

source: Other
es: Otros

source: Overdue · %@
es: Atrasada · %@

source: Overdue · %lld days ago
es: Atrasada · hace %lld días
